<script setup lang='ts' name="terms">
// 123
</script>

<template>
  <div class="box">
    <div class="question">
      <h3>一、规则条款</h3>
      <ol class="details" ml-18px>
        <li>为了让您每一天都能尽情享受久赢提供的最佳服务与体验。提醒您在使用久赢提供的服务前，请您务必仔细阅读并透彻理解本服务条款。</li>
        <li>如果您不接受以下服务条款，请您切勿在久赢进行注册或游戏。</li>
        <li>如果您使用久赢提供的服务，您的使用行为将被视为对本服务条款全部内容的认可。</li>
      </ol>
    </div>
    <div class="question">
      <h3>二、定义</h3>
      <ol class="details" ml-18px>
        <li>
          以下条规适用于用户使用、连接和参与是由久赢(统称“久赢”、”我们”及“我们的”,视具体情况而定)通过0520.com经营的其他网
          站(“竞猜网站”)提供的网上“现金娱乐”模式的竞猜服务(“竞猜服务”)。本条规须与特定游戏的游戏规则(统称“竞猜规则”)及适用于竞猜
          服务和竞猜软件的使用及与连接进入竞猜网站和其中所含竞猜信息的其他条规(统称“本条规”)一并阅读。
        </li>
        <li>
          “竞猜”就本条规而言,包括但不限于通过竞猜网站提供的任何及/或一切竞猜服务进行的投注、游戏及各类竞猜活动;“连接设备”指任何
          应用连接设备,包括但不限于为使用和连接竞猜网站、参与竞猜服务而采用的个人电脑、笔记本电脑、移动电话、个人数码助理、PDA
          电话、手提设备。“竞猜软件”指经监管机关批准的、安装在用户连接设备上的电脑程序、数据文件或任何其他资讯及信息内容(包括与
          之有关的任何用户信息), 以便用户通过用户连接设备使用、连接和参与在竞猜网站上提供的竞猜服务。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>三、同意</h3>
      <ol class="details" ml-18px>
        <li>
          用户一旦成功注册，即代表您确认您已满18周岁,并同意:1.已经阅读、完全理解并同意本条规定；2.本条规构成用户与久赢之间关于竞
          猜服务使用的具有法律约束力的协议(“使用协议”)。
        </li>
        <li>
          如果用户不同意本条规中的任何条款,请不要试图使用或继续使用任何竞猜服务或下载和/或安装竞猜软件。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>四、修改</h3>
      <ol class="details" ml-18px>
        <li>
          我们保留不定时修订、更新和修改本条规和竞猜规则(或其任何部分)的绝对权利。上述任何修订、更新或修改将在竞猜网站上公布。经
          修订、更新或修改的本条规和竞猜规则于其在竞猜网站上公布时生效。用户在上述修订、更新或修改公布之后继续通过竞猜网站和竞猜
          设备使用、连接和参与竞猜服务,视为用户同意并接受所公布的经修改或更新的本条规和竞猜规则。
        </li>
        <li>
          用户确认并同意,用户自行负责查阅上述修订、更新和/或修改。久赢可自主决定将上述修订、更新和修改通知用户。上述修订、更新和
          修改可由久赢自主决定随时通知用户，但久赢并无任何义务向用户通知上述修订、更新和修改。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>五、竞猜资讯和知识产权</h3>
      <ol class="details" ml-18px>
        <li>
          通过竞猜网站、竞猜服务、竞猜设备和/或任何其他方式提供、向用户公开、可被用户获取、产生和/或收集的信息、资料和数据,包括
          但不限于营销计划和资料、成绩、统计数据、赛事数据和赛程表、概率和投注数据、文字、图标、音像资讯(“竞猜资讯”),属于久赢和/
          或久赢的许可人所有,仅供用户用于个人非商业性目的。
        </li>
        <li>
          除在本条规中明文规定的外,未经我们或第三方资料专有人的事先书面同意,用户不得以任何方式或手段改编、拷贝、修改、复制、储
          存、散发、展示、公开播放、制入有线节目、出版、传送、出售、出借、出租、许可使用竞猜资讯或以其他方式使得任何他人或其他网
          站、网上服务或公告板或任何其他媒体和/或连接设备可以获得、使用、或连接上述竞猜资讯。
        </li>
        <li>
          在竞猜网站和/或通过连接设备提供的竞猜软件、竞猜服务和竞猜资讯享受着作权、商标和其他形式的知识产权和专利保护。竞猜网站
          上的竞猜软件、竞猜服务和竞猜资讯的所有权利、产权和利益均属久赢和/或久赢许可人所有、许可其使用或受其控制。用户确认,用户
          并未通过使用或连接在竞猜网站和/或通过连接设备提供的竞猜软件、竞猜服务和竞猜资讯取得上述竞猜软件、竞猜服务和竞猜资讯的
          任何权利、利益或许可。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>六、使用条件</h3>
      <p>
        作为使用竞猜服务的条件,用户保证并承诺,用户不得以任何违反适用于用户的任何法律、违反本条规和/或被本条规所禁止的目的使用或连接竞猜网站、竞猜服务、竞猜软件和/或竞猜资讯。除了本条规中所列一切其他声明和保证之外,用户在此进一步保证并承诺,作为使用竞猜服务的条件:
      </p>
      <ol class="details" ml-18px>
        <li>
          您并非居住在柬埔寨、菲律宾、台湾、美国、新加坡及香港。
        </li>
        <li>
          用户以本人的身份及名义进行活动,而非代他人进行交易。
        </li>
        <li>
          用户的法律行为能力不受限制。
        </li>
        <li>用户未被诊断或认定为赌博强迫症。</li>
        <li>
          用户年龄：<br>
          1) 至少已满18周岁。<br>
          2) 已满任何适用于用户的法律所规定的其他法定年龄或成人年龄,以较大者为准(“法定年龄”)。
        </li>
        <li>用户充分了解在使用竞猜服务的过程中亏损资金的风险。</li>
        <li>用户存入的款项并非来源于犯罪或其他非法、未经授权或许可的活动。</li>
        <li>
          用户并非从事犯罪或其他非法、未经授权或许可活动和/或企图利用用户在久赢开立的账户从事上述活动;用户不得利用或允许他人利用
          竞猜服务或用户的竞猜账户从事适用于用户或我们的任何法律所规定的任何犯罪或其他非法活动,包括但不限于洗钱。
        </li>
        <li>对用户的户名、账号和密码予以保密,防止非法连接或使用,在户名、账号或密码以任何方式失密的情况下立即更改密码或通知我们。</li>
        <li>
          对以用户的户名、账号和密码通过竞猜网站和/或连接设备和使用竞猜服务的任何及所有活动自行承担责任,不论上述连接和/或使用是
          否经用户授权或为用户所知晓。
        </li>
        <li>
          不以任何干扰或可能干扰其他用户使用竞猜服务和竞猜网站的方式使用竞猜服务、竞猜网站、连接设备、竞猜软件和竞猜资讯,不实施
          任何降低或可能降低竞猜服务和竞猜网站运行效能的行为。
        </li>
        <li>不征集或以任何方式企图获取有关其他用户的任何资料。</li>
        <li>不上传或散发任何含有病毒、已经毁坏或可能影响连接设备、竞猜软件、竞猜服务和/或竞猜网站运行效能的程序、文件或数据;</li>
        <li>
          用户通过竞猜网站和/或连接设备或使用竞猜服务和竞猜资讯不违反适用于用户的法律;亦不违反对用户个人或用户目前连接竞猜网站
          或使用连接设备所在国家所有人具有约束力的合约义务;同时不受上述法律或合约义务禁止。
        </li>
        <li>
          不使用任何设备、机械、装置、软件、程序或其他方法(或任何具有上述性质的事物)干扰或企图干扰竞猜服务、连接设备、竞猜软件、
          竞猜网站、竞猜资讯或竞猜网站和/或连接设备提供的任何交易的正常运行。
        </li>
        <li>
          不向竞猜网站和/或连接设备或任何其他用户发布或传送任何违法、骚扰性、侮辱性、威胁性、诬蔑性、诽谤性、淫秽、猥亵、煽动
          性、种族歧视、色情或粗俗的内容,或可构成或教唆犯罪、引发民事责任或以其他方式违反任何法律的内容。
        </li>
        <li>
          用户不是久赢或其任何关联公司的管理人员、董事、雇员、顾问、关联人或代理人,或与上述任何人员具有亲属、朋友、同事、同屋居
          住或其他任何能接触到公司内部信息的关系。
        </li>
        <li>
          不干扰其他用户使用竞猜服务、竞猜网站、竞猜软件、连接设备和/或竞猜资讯或发起和/或参与调查、竞赛、连锁信或发布/传送“垃
          圾邮件”或其他未受请求的群发邮件。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>七、注册开立竞猜账户和会员资格</h3>
      <ol class="details" ml-18px>
        <li>欲通过久赢参与竞猜、使用竞猜服务,用户须按竞猜网站所述程序完成注册开户和会员资格的申请。</li>
        <li>
          用户声明并承诺,用户在注册和办理会员资格申请时所提供的所有资料,包括会员资格申请所填用户姓名(“姓名”)、资金来源(包括有关银
          行账号和卡号)和住址,在一切方面均真实、准确、完整。
        </li>
        <li>
          久赢将采取必要和适当的措施对用户向我们披露的个人资料予以保密。我们将对所收到的用户个人数据和投注资料予以严格保密,除非
          法律、法规、规章、法院或监管机关或任何有关竞猜管理或执法机关的命令或决定或本条规另有规定要求披露。用户对其个人资料的保
          密自行承担责任。我们保留在完成竞猜网站所提供的竞猜服务的付款手续所需的范围内向我们支付结算服务提供者和金融机构披露用户
          个人数据的权利。
        </li>
        <li>
          用户还须自行负责确保用户使用和连接竞猜网站和其中所含的竞猜资讯、下载安装竞猜软件和/或使用和参与竞猜服务不受适用于用户
          的法律禁止。
        </li>
        <li>
          为验证用户的会员资格申请,我们还需要用户提供身份和年龄证明(如带照片的有效身份证明和借记卡或信用卡)。用户提供的具体原始
          资料如有任何变更,应及时通知我们。为确认用户的姓名和地址,久赢保留通过邮寄等方式确认用户姓名和地址的权利。久赢还可自行决
          定采用其他安全措施核实用户提供的任何资料。用户同意本条规,即同时表示同意久赢连接、使用、处理和储存对用户的任何身份验证
          或核实结果。
        </li>
        <li>
          我们保留基于任何理由拒绝用户会员资格申请的绝对权利。我们仅对在线即时帮助所公布的久赢官方备用网站负责。会员登录其它任
          意貌似久赢网站的链接,所造成的任何损失我们将不承担任何责任。如有其他疑问,请直接联络我们的在线客服。
        </li>
        <li>
          用户在久赢仅可开立一个账户。若我们发现用户在久赢开设不止一个账户,我们保留自行决定将用户在久赢的所有账户作为一个合并账
          户处理、取消多余账户或与用户终止本协议的权利。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>八、下注及接受下注</h3>
      <ol class="details" ml-18px>
        <li>
          我们于竞猜网站上和/或通过连接设备所不时提供的游戏、体育赛事和其他竞猜活动开放给用户下注。用户下注须遵守具体游戏或竞猜
          活动的竞猜规则以及本条规的规定。若任何赌局出现明显错误或显示错误的参赌人,该赌局的所有下注均告作废。久赢竞猜系统发生故
          障时,久赢亦有权宣布任何或所有下注无效。
        </li>
        <li>尽管本条规可能存在其他规定,但久赢有权基于任何理由酌情拒绝用户的全部或部分下注。</li>
        <li>
          我们仅接受用户按本条规通过互联网和/或连接设备进行下注。其他下注形式(邮寄、电邮、传真等)一概不予接受。我们即使收到其他
          形式的下注,不论赌盘最后开出的结果如何,均视为无效。久赢有权搁置或拒绝疑用欺骗手段如通过攻击、操纵等破坏操作系统所进行的
          投注。任何不寻常的投注将被取消,而不需另行通知。特此声明,人工智能或软件(机器人”Boots”)于线上投注服务的使用是被严禁的行
          为,而任何试图或利用该方式的投注将被取消,相关账号将会立即被关闭。
        </li>
        <li>受限于本条规其他规定,用户输入正确的账号和密码且账户内存有足够余额,用户即有效投下注码。</li>
        <li>
          用户均须对使用下列内容(或其各项结合)所进行的所有活动和交易负责(无论下述使用是否得到授权):<br>
          1）用户姓名。<br>
          2）用户账户号。<br>
          3）用户的账号和密码。
        </li>
        <li>
          用户自行负责确保其下注细节的准确性。受限于本条规其他规定,一旦用户下注且我们确认接受用户的下注,即为用户下注的最终确证;用
          户不得取消、撤回下注或更改下注细节。
        </li>
        <li>所有下注均收录于交易记录数据库。久赢的交易记录为所有交易及下注的相关信息的最终确证。</li>
        <li>受限于本条规其他规定,当交易代号出现在用户屏幕上并有效显示在用户的交易历史中时,下注即视为有效及被久赢接受。</li>
        <li>
          比赛开始后和/或下注时比赛结果已被知晓之情况下不得下注。若比赛开始和/或用户下注时已经知晓比赛结果之情况下仍错误地开放
          给用户下注,久赢有权不经通知用户即可拒绝用户下注或宣布下注无效;久赢享有是否接受全部或部分该等下注的自主决定权。为避免疑
          义,本条款不排除”下半场”投注盘(“Inplay” Bets)或”半场”投注盘(“Halftime” Bets)。
        </li>
        <li>竞猜网站上预告的开赛时间仅为信息参考之用。若久赢因任何原因于比赛开始后仍接受下注,则久赢有权取消和宣布该等下注无效。</li>
        <li>
          除非有关比赛和游戏的具体规则另有规定,否则为了竞猜的目的,开放下注的比赛或游戏的结果将于比赛或游戏实际结束当天决定。久赢
          不承认任何后来的可能导致推翻上述结果的质询,原派彩仍然有效。
        </li>
        <li>体育赛事的比赛地点发生变化的,以原赛场为基础的所有下注均告无效。</li>
        <li>比赛或游戏的赢家将根据竞猜规则在上述比赛或游戏实际结束当天予以决定。</li>
        <li>为竞猜目的,久赢不承认任何延期比赛、抗议或推翻的结果。</li>
        <li>用户下注的多重彩中如包括非参赛者选项或无效选项,派彩将以剩余的有效选项为基础进行结算。</li>
        <li>用户承认所有赔率、指数和让分可不经通知上下浮动,上述赔率、指数和让分仅在用户下注被我们接受时予以确定。</li>
        <li>
          若明显错误或系统故障造成用户下注的赔率、指数或让分不正确时,则用户的下注或多重彩的部分下注无效。若有关错误或故障及时得
          到纠正,久赢有权自主(但无义务)决定尽合理努力和用户联络允许用户以正确的赔率、指数和让分重新下注。
        </li>
        <li>我们不接受用户同时对同一赛事重复下注。</li>
        <li>就任何下注及其相关交易而言,久赢享有最后决定权,且其所作决定系终局性并具有最终确定力的。</li>
      </ol>
    </div>
    <div class="question">
      <h3>九、竞猜软件使用权</h3>
      <ol class="details" ml-18px>
        <li>
          用户特此确认并同意,用户通过连接设备以下载或其他方式获得的以便其远程使用的竞猜网站的竞猜软件属于竞猜服务的一部分,为久赢
          和/或久赢的许可人的财产;用户对该等竞猜软件不享有任何权利。用户不得以任何方式或以任何手段改编、拷贝、修改、复制、储存、
          散发、展示、公开播放、传播、广播、制入有线节目、出版、传送、出售、出借、出租、许可使用竞猜软件或以其他方式交流或使竞猜
          软件对任何他人或其他网站、网上服务或公告板或任何其他媒体和/或连接设备开放。
        </li>
        <li>
          久赢授权和散发竞猜软件的目的仅为竞猜软件的终端用户能完全连接和使用竞猜服务。
        </li>
        <li>
          用户不得:<br>
          1）安装或传载竞猜软件至其他连网设备的服务器或采取其他步骤使竞猜软件可以通过任何形式或公告板、网上服务或远程拨号或网络
          使他人得到。<br>
          2）散发、出借、出租、转授权、拷贝、转让、转移或以其他方式使任何其他人得到竞猜软件和/或使用竞猜软件的使用权。<br>
          3）允许其他人使用竞猜软件。<br>
          4）设立或提供任何方式(包括但不限于仿真程序)使他人使用竞猜软件。<br>
          5）翻译、反向工程、反向编译,反汇编、修改、破解、全部或部分地以竞猜软件和/或其源代码为基础开发衍生产品。<br>
          6）拷贝、修改、翻译或全部或部分地以竞猜软件的相关用户文件为基础开发衍生产品。
        </li>
        <li>
          用户承认并同意,竞猜网站上提供的及或通过联连设备或其他方式提供的竞猜软件或竞猜软件均归久赢和/或久赢许可方所有,并受着作
          权、商标权和其他知识产权和专利权的保护。用户特此承认,竞猜软件的结构、组织和源代码为久赢和久赢许可人的极具价值的商业秘
          密。用户承认除根据使用权向用户授予的权利外,用户对竞猜软件和/或竞猜软件用户文件不享有任何权利和权益。
        </li>
        <li>本协议因任何原因终止,本协议项下所授予的使用权自动作废,用户应停止使用竞猜软件并将竞猜软件从联连设备中卸载。</li>
      </ol>
    </div>
    <div class="question">
      <h3>十、交易结算</h3>
      <ol class="details" ml-18px>
        <li>
          用户使用信用卡或借记卡的,持卡人姓名须与会员登记和申请过程中所使用的姓名一致。若发生持卡人姓名和账户登记和会员申请所使
          用的姓名不一致的情况,久赢有权拒绝就相关交易进行结算。
        </li>
        <li>
          用户承担向久赢和/或其他用户(视具体情况而定)支付所有应付款项的一切责任。用户同意对任何付款不实施或促使他人实施退款,不拒
          绝或撤销付款,并向久赢偿付所有被退还、拒绝或撤销的付款以及由此引起的所有损失和费用。久赢根据自主判断,有权终止向个别用户
          或使用某类信用卡或借记卡付款的用户提供服务或支付款项。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>十一、领取彩金</h3>
      <ol class="details" ml-18px>
        <li>
          用户的彩金经结算后,将存入用户账户,具体提取办法参照我们彩金提取规定并须出示我们认可的有效带照身份证和/或信用/借记卡。
        </li>
        <li>
          在用户所持的信用/借记卡发行银行允许的情况下,彩金可以直接存入用户交纳押金所用的信用/借记卡账户。支票或电汇的收款人以登
          记或申请会员时所用的姓名为准。以信用卡或借记卡支付押金的,收款人还必须是信用卡或借记卡的登记持卡人。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>十二、促销和奖励</h3>
      <ol class="details" ml-18px>
        <li>
          所有促销、奖励和特价均须遵守本条规则及久赢针对具体促销活动所不时制定的规定。久赢保留在任何时候中止、取消或修改该等奖励
          或促销和/或其相关规定及条款的权力。
        </li>
        <li>
          若久赢认定有人滥用或企图滥用某项奖励或促销活动,或可能因该等滥用行为而获利,久赢有权自主决定以其认为合适的方式阻止、拒
          绝、中止或撤销撤消任何用户参加有关奖励或促销活动。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>十三、赔偿</h3>
      <p>
        用户同意,由于用户连接竞猜网站、下载或安装竞猜软件、下注和/或以其他方式使用竞猜服务、竞猜软件和/或竞猜资讯、及/或违背本条规和/或竞猜规则,而对久赢、久赢的股东、雇员、管理人员、董事、受许可方、经销商、关联方、子公司和/或代理商造成的任何损失、损害或及索赔(包括合理的律师费),用户须予以全额赔偿。
      </p>
    </div>
    <div class="question">
      <h3>十四、免责声明及特别注意事项</h3>
      <ol class="details" ml-18px>
        <li>
          竞猜完全是一项个人选择,以个人判断与分析为依据,且风险自负的行为。用户下注的同时,即表明用户承认竞猜服务、竞猜网站和竞猜资
          讯并无冒犯性,且并不令人反感、不公平或有悖公共道德。一些司法管辖区对网上及/或岸外网上竞猜的合法性尚无定论;而另一些司法
          管辖区则明确规定网上竞猜(在司法管辖区域内和/或岸外)均属非法行为。我们不鼓励任何人在非法的情况下使用和连接竞猜网站、竞
          猜资讯和/或竞猜服务。竞猜服务、竞猜资讯和竞猜网站的设立和提供并不构成我们发出邀约、招揽或邀请任何人在那些规定使用或连
          接上述内容为非法行为的国家内使用或连接上述内容。用户独立承担遵守其所适用之相关法律规定的责任,而久赢不就竞猜服务、竞猜
          软件、竞猜网站或其中的竞猜资讯与用户所适用的法律规定相符作出任何声明。
        </li>
        <li>
          竞猜服务、竞猜软件、竞猜网站和竞猜资讯均按”原状原则”提供。除本条规明示的外,久赢不就竞猜服务、竞猜网站、竞猜软件和竞猜
          资讯作出任何声明或保证。故所有有关竞猜服务、竞猜软件、竞猜网站和竞猜资讯的声明或保证,不论明示或暗示、法定与否,特此在法
          律允许的最大范围内予以排除。久赢不就竞猜服务、竞猜软件、竞猜网站或竞猜资讯的准确性、及时性、安全性、连续性、正确性或抗
          外界干扰性(任何性质),以及更正所发现的任何缺陷作出保证。久赢亦不保证竞猜服务、竞猜软件、竞猜网站和竞猜资讯或提供上述内容
          的服务器不含有任何病毒、间谍软件、广告软件或其他具恶意性、破坏性或可导致电脑瘫痪的代码、程序、数据、宏指令或可影响任何
          连接设备和/或其中所存数据的其他软件或特性。用户承诺将自行自费采取预防措施,确保其使用或连接竞猜服务所用的过程、方法和/
          或连接设备、以及竞猜软件的安装和竞猜网站的使用,均不会带来电脑病毒、间谍软件、广告软件或具恶意性、破坏性或可导致电脑瘫
          痪的其他代码,或导致其连接设备或其中所存数据受到干扰和破坏的其他风险。
        </li>
        <li>
          若发生与账户结算或竞猜服务的其他方面有关的系统错误或通讯错误,久赢不承担由此引起的任何责任。在此情况下,久赢有权取消所有
          受上述错误影响的下注并采取任何更正行动。
        </li>
        <li>
          在任何情况下,因用户连接、使用或参与竞猜服务、竞猜网站、竞猜软件和竞猜资讯而发生任何损害、损失或支出,包括用户之连接设备
          或所存数据受到任何干扰或破坏,久赢不承担任何责任。此外,对竞猜服务、竞猜网站、竞猜软件和竞猜资讯中由第三方(包括但不限于
          宽带和电信服务供应商)所提供的内容,久赢亦不作任何保证和声明且不予负责;在任何情况下,久赢均不对上述第三方合作者的任何违
          约、过错或不作为承担责任。
        </li>
        <li>
          在任何情况下,久赢、其关联公司、关联方、合伙人、管理人员、雇员和代理均不对任何损害、损失或支出承担责任,包括但不限于因用
          户连接或使用竞猜服务、竞猜网站、竞猜软件和竞猜资讯、或与用户连接或使用竞猜服务、竞猜网站、竞猜软件和竞猜资讯有关的、或
          因用户下载、安装或使用竞猜软件所引起的任何直接、间接、因果性或特别的损害或经济损失,不论久赢是否被告知可能发生上述损
          害、损失或支出。在任何情况下,就与用户下注直接相关的任何事宜、事件或情形所引起或与之相关的任何损失或损害(不论是否基于合
          约、侵权、严格责任或其他原因),在法律允许的最大范围内,久赢对用户的全部责任(如有)应不超过用户的相应下注额。
        </li>
        <li>
          用户承认,竞猜资讯在性质上可能全部或部分地具有临时性,并且可按本条规予以修订、修改或更改。因此,用户承认竞猜资讯仅为参考之
          用,不构成任何建议、意见或招揽,不构成任何具约束力的声明、保证、合约义务或用户依据的内容和基础。
        </li>
        <li>
          用户特此承认并同意,在考虑所有相关因素,包括但不限于用户向久赢提供对价的价值后,本条规所述之所有责任豁免和义务排除代表用户
          和久赢协议中公平、合理的风险分担和利益分配。用户进一步同意上述免责和限制在适用法律允许的最大范围内具有强制执行力。
        </li>
        <li>
          如果用户对任何竞猜或比赛的结果存有异议,应在该等结果宣布之日后十四(14)天内向我们书面投诉。若出现用户连接设备所显示与久
          赢系统的交易记录中所存的交易结果不符的情况(尽管发生这种情况的可能性很小),用户同意久赢系统中交易记录所记载的由我们的技术
          总监认证的交易结果应为该等结果具终局性的不容置疑的证据。
        </li>
        <li>
          久赢承诺提供公正和及时的争议解决方案,纠正不需费用。所有顾客的交易详情都会完整地储存于我们的资料库。这些记录存档为5年
          (从交易日期算起),并在纠纷解决机构的需求中提供。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>十五、终止、关户及暂停竞猜服务</h3>
      <p>久赢如有充分理由相信或证明以下情形,除本条款项下久赢所享有的其他权利外,久赢有权根据自主判断,宣布任何彩金无效并没收用户下注账户中所存余额、终止本协议和/或暂停提供竞猜服务/冻结用户账户:</p>
      <ol class="details" ml-18px>
        <li>用户在久赢拥有不止一个活动账户。</li>
        <li>用户姓名与向久赢进行购买或支付押金所用的信用卡或借记卡或其他付款账户的持有人姓名不符。</li>
        <li>用户参与久赢促销并在未满足促销要求之前退出该促销。</li>
        <li>用户提供不正确或误导性的注册信息。</li>
        <li>用户未提供或遗漏提供必要的身份资料。</li>
        <li>用户不满法定年龄。</li>
        <li>用户连接和使用竞猜服务所在的地区在法律上禁止使用竞猜服务。</li>
        <li>用户对我们实施或促使他人对我们实施”退款”,或否认以其账户名义进行的任何交易或押金。</li>
        <li>用户押金来源于刑事犯罪或其他非法或未经授权的活动。</li>
        <li>
          用户被发现欺诈或企图欺诈任何人或已经对任何人实施欺诈,或经久赢认定用户使用专门设计用以干扰/捣毁系统之人工智能或其他系
          统(包括机械、电脑、软件或其他自动化系统),或被发现与其他竞猜玩客勾结或企图与其他赌客勾结欺骗久赢或其他竞猜玩客。
        </li>
        <li>用户允许(不论是否故意)他人使用其账户。</li>
        <li>
          用户未遵守本协议项下的任何使用规定;或用户未告知其身在柬埔寨、菲律宾、台湾、美国、新加坡、香港、法国、瓜德罗普、盖亚
          那、马提尼克和留尼旺境内的事实。
        </li>
        <li>
          若我们按第十四项第1条规定暂停提供竞猜服务和/或冻结账户,在用户实施必要的纠正措施(如可以纠正),且我们确认完全满意用户的纠
          正措施之后,竞猜服务和用户账户将被恢复和解冻。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>十六、与外部网站的链接</h3>
      <ol class="details" ml-18px>
        <li>
          竞猜网站可能含有与并非久赢维护的外部网站的链接。与外部网站的链接仅为用户方便而提供,久赢不承诺确保上述链接所含内容的准
          确性、时效性或被维护,且不就此承担任何责任。
        </li>
        <li>
          久赢不就外部网站的内容资讯或隐私保护政策或在外部网站宣传、出售或以其他方式开放的任何产品或服务承担任何责任、负责提供
          或审查、予以批准或核准、或作出任何声明或保证。
        </li>
        <li>久赢不因用户使用竞猜网站所提供的任何外部网站链接而发生的或与之相关的任何损失或损害而承担合约，侵权，疏忽或其它责任；</li>
        <li>
          除非明文规定,否则久赢在任何情况下均不得被视为与外部网站上的任何声明、意见、产品或服务商标、标记、标志或其他图案、在外
          部网站宣传、出售或以其他方式开放的任何产品或服务、外部网站的经营者或所有者、或以任何方式与外部网站相关的任何人具有任何
          关系或联系。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>十七、与竞猜网站的链接/框入</h3>
      <ol class="details" ml-18px>
        <li>
          用户不得就竞猜网站或竞猜服务的任何部分设置链接、深链接或文中链接(Deeporin-linelinks)、或框入(Frame)竞猜资讯。
        </li>
        <li>
          增加或中断竞猜种类我们保留自行决定,不经通知用户,于任何时候在竞猜网站增加新的竞猜种类或功能,或开始、停止、中断、限制连接
          或修改任何竞猜种类或功能的权利,且不就此对任何人承担任何责任。
        </li>
      </ol>
    </div>
    <div class="question">
      <h3>十八、违反本条规</h3>
      <p>
        久赢保留就违反本条规的行为依法寻求救济(法律及衡平法)的权利,包括自行决定在任何时候基于任何理由拒绝或限制任何特定的人连接竞猜服务、竞猜网站和竞猜资讯、阻止通过特定互联网地址或连接设备连接竞猜服务、竞猜网站和竞猜资讯的权利。
      </p>
    </div>
    <div class="question">
      <h3>十九、优先顺序</h3>
      <p>
        竞猜规则(若适用)和适用于使用和连接竞猜服务、竞猜软件、竞猜资讯和竞猜网站的任何其他条规均构成本条规的组成部分。若竞猜规则和适用于使用和连接竞猜服务、竞猜软件、竞猜资讯和竞猜网站的任何其他条规与本条规存有抵触,则除非另行明文规定,否则以本条规为准。
      </p>
    </div>
    <div class="question">
      <h3>二十、不可抗力</h3>
      <p>
        若久赢由于发生下列其无法控制的任何性质的事件(包括但不限于天灾、适用法律法规的变更、政府、民政或军事机关的作为或不作为、法院命令、恐怖活动、闪电或火灾、罢工、停工或其他劳资纠纷、洪水、干旱、战争、暴乱、盗窃、传输或系统故障、通讯或宽带服务故障或中断、电力供应或设备故障或不足、恶劣气候、地震和自然灾害)未能或迟延履行本条规所规定的任何义务,不构成违反本条规。用户同意采取一切必要行动尽量减轻上述事件的后果。
      </p>
    </div>
    <div class="question">
      <h3>二十一、弃权</h3>
      <p>久赢在任何时候未能执行本条规任何条款不可视为久赢放弃本条规所规定的权利或以任何方式影响本条规全部或部分的有效性,且不影响久赢采取进一步行动的权利。</p>
    </div>
    <div class="question">
      <h3>二十二、可分割性</h3>
      <p>若任何条款或其任何部分被有关机关认定为在任何程度上无效、不合法或不可执行,则该条款或该部分在上述程度上与其他条款分割,其他条款在法律允许的范围内继续完全有效。</p>
    </div>
    <div class="question">
      <h3>二十三、适用法律和管辖</h3>
      <p>久赢有官方颁发的许可证并受其监督运营。因本条规发生或与本条规有关的任何争议:</p>
      <ol class="details" ml-18px>
        <li>
          若由用户提起,则提交相关部门管理委员会最终解决。
        </li>
        <li>
          若由久赢提起,则由久赢自行选择:<br>
          1）按规定提请仲裁最终解决。<br>
          2）向用户同意的法院提起诉讼或申请,但久赢在其他法律管辖区提起诉讼或法律程序的权利不受影响。
        </li>
      </ol>
    </div>
  </div>
</template>

<style lang='scss' scoped>
.box {
  text-align: left;
  padding: 39px 29px 81px 30px;
}

.question {
  font-size: 15px;
  color: #333333;
  margin-bottom: 36px;
}

h3 {
  font-size: 16px;
  font-family: $jl-font;
  font-weight: 600;
  color: #597EF7;
  margin-bottom: 6px;
}

.des {
  font-family: $jl-font;
  font-weight: 600;
  margin-bottom: 6px;
}

p {
  line-height: 28px;
}

h6 {
  font-family: $jl-font;
  font-weight: 600;
  margin-bottom: 6px;
}

.details {
  display: flex;
  flex-direction: column;
  list-style: decimal;
  line-height: 28px;
  li{
    &:nth-of-type(1){
      margin-left: -3px;
      padding-left: 3px;
    }
  }
}
</style>
